i5/20240731-2049-glibc-tuned/logs/index-no-0-1000-100/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/lock-scalability-test/20240731-2049-glibc-tuned/logs/index-no-0-1000-100/index.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 698173
number of failed transactions: 0 (0.000%)
latency average = 0.229 ms
initial connection time = 15.796 ms
tps = 69924.004030 (without initial connection time)